CSI API ETABS v1
cLoadCases.StaticLinear Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cCaseStaticLinear StaticLinear { get; }
ReadOnly Property StaticLinear As cCaseStaticLinear
	Get
Dim instance As cLoadCases
Dim value As cCaseStaticLinear
value = instance.StaticLinear
property cCaseStaticLinear^ StaticLinear {
	cCaseStaticLinear^ get ();
}
abstract StaticLinear : cCaseStaticLinear with get
Property Value
Type: cCaseStaticLinear
See Also
Reference
cLoadCases Interface
ETABSv1 Namespace